hurrican/hurrican-acceptance-test/src/citrus/resources/templates/location/v1/AvailabilityService_02/SEARCH_BUILDINGS_REQUEST_GEO1.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header/>
  <SOAP-ENV:Body>
    <v1:searchBuildings xmlns:v1="http://www.mnet.de/esb/cdm/Resource/LocationService/v1">
      <v1:building>
        <v1:id>13999999999</v1:id>
      </v1:building>
    </v1:searchBuildings>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>